{"player": {"name": "asd", "role": "Doctor", "reliability": 55, "health": 100}, "civilian_1": {"name": "Linda", "role": "tour-guide", "reliability": 91, "health": 100, "picture": "ascii/female_two.txt", "category": "Civilian", "hair": "brown", "eyes": "blonde", "item": "hair brush", "story": "I knew Ben since we where kids. We grew up in the same neighbourhood and kept in touch all these years.", "alibi": "As far as I remember I was pretty much drunk the hole time. When I heard about the assassination I was with that detective and we had a discussion about old criminals.", "pro_line": "It has its own ups and downs but I can't complain I like that work.", "w_line": "I think I saw some broken glass near the window on the library upstairs."}, "civilian_2": {"name": "Sandra", "role": "baker", "reliability": 54, "health": 100, "picture": "ascii/female_three.txt", "category": "Civilian", "hair": "black", "eyes": "green", "item": "power-bank", "story": "Together with Ben we served in the military for two years. Since then we were good friends. He was a good man ", "alibi": "I was in the buffet in the main hall. I was quite hungry and there were plenty of great foods and drinks waiting for me", "pro_line": "Sometimes it becomes one of the most interesting professions and other times it is just ok", "w_line": "Once I was outside the house I saw a black BMV parked behind some trees. I don't know if that's helpful but it may be of use for investigation"}, "civilian_3": {"name": "Oscar", "role": "baker", "reliability": 62, "health": 100, "picture": "ascii/male_nine.txt", "category": "Civilian", "hair": "white", "eyes": "grey", "item": "makeup set", "story": "With Ben we worked on the same company for several years. Then he came one day and said that he decided to take a risk and start a business of his own", "alibi": "As far as I remember I was pretty much drunk the hole time. When I heard about the assassination I was with that detective and we had a discussion about old criminals.", "pro_line": "Sometimes it becomes one of the most interesting professions and other times it is just ok", "w_line": "At some point I went to the bathroom and I heard two members of the staff whispering. It may be nothing but they seemed concerned"}, "civilian_4": {"name": "Barbara", "role": "blogger", "reliability": 69, "health": 100, "picture": "ascii/female_one.txt", "category": "Civilian", "hair": "white", "eyes": "blonde", "item": "wallet", "story": "I met Ben when I first came to the town in search of work. He introduced me to one of his friends that own a convenience store a few blocks from here", "alibi": "Before the assassination I was outside the house, having a phone-call with my daughter.", "pro_line": "The money you get out of it are very good and it is a job with a lot of opportunities", "w_line": "Once I was outside the house I saw a black BMV parked behind some trees. I don't know if that's helpful but it may be of use for investigation"}, "mafioso_1": {"name": "Margaret", "role": "photographer", "reliability": 90, "health": 100, "picture": "ascii/female_five.txt", "weapon": "hammer", "hair": "blue", "eyes": "black", "item": "makeup set", "real_role": "Mafioso", "story": "I didn't actually know him very well. I work in the bank and he used to come often in order to make a deposit in his account", "alibi": "I remember going out to take my jacket. While I was out I think I saw someone jumping out of the window, a woman maybe, but it was dark so I may be wrong", "pro_line": "I find it to be one of the most boring jobs out there but it pays a lot of money. So I guess it's not that bad after all", "w_line": "It might be my imagination but I think I saw someone with dark hair heading upstairs about 10 minutes before the murder"}, "mafioso_2": {"name": "Mark", "role": "biologist", "reliability": 57, "health": 100, "picture": "ascii/male_four.txt", "weapon": "fire extinguisher", "hair": "green", "eyes": "brown", "item": "power-bank", "real_role": "Mafioso", "story": "Well, I met him about ten years ago when he first came to the neighborhood. Good guy and very polite with all", "alibi": "That night I was hanging out near the fireplace with some other guest. We were talking about the upcoming elections", "pro_line": "Sometimes it becomes one of the most interesting professions and other times it is just ok", "w_line": "I think I heard this woman called Veronica talk about an important event taking place the day after the party. I am not sure if that helps you."}, "detective": {"name": "Max", "role": "Detective", "reliability": 69, "health": 100, "picture": "ascii/male_nine.txt", "hair": "grey", "eyes": "white", "item": "protein bar", "story": "We used to go to the same school and even work part time in the same place when we were teenagers", "alibi": "Well that's a bit embracing but when the police came in the house I was in the toilet. You see I had some spicy food before the party and my stomach was killing me.", "pro_line": "It has its own ups and downs but I can't complain I like that work.", "w_line": "Well if I was to decide about it, the old sheff should be the prime suspect not us. That person seemed very nervous the hole time."}, "doctor": {"name": "Patricia", "role": "Doctor", "reliability": 93, "health": 100, "picture": "ascii/female_one.txt", "hair": "brown", "eyes": "green", "item": "protein bar", "story": "I got the chance to get to know him a bit but besides that we didn't speak much", "alibi": "Before the incident I remember going outside to smoke a cigarette. Once I was done, I came back in and heard about the murder.", "pro_line": "My mother used to be a doctor as well for 22 years. I grew up learning a lot about medicine and biology and because of that I decided to become a doctor as well", "w_line": "At some point I went to the staff room to check on one of the maid that accidentally cut her hand with some glass. On the way there an old woman kept looking on her phone intensively."}}